/* Window Title */
"Bauhaus Clock Options" = "خيارات Bauhaus Clock";

/* Theme Selection */
"Theme" = "المظهر";
"Day" = "نهار";
"Night" = "ليل";
"System" = "النظام";

/* Color Selection */
"Lume Color" = "لون التوهج";

/* Watch Dial Selection */
"Watch Dial" = "قرص الساعة";

/* Buttons */
"OK" = "موافق";
"Cancel" = "إلغاء";
"Made with care by Atilla ↗" = "صُنع بعناية بواسطة عتيلا ↗";

/* Color Names */
"Red" = "أحمر";
"Amber" = "كهرماني";
"Lavender" = "خزامي";
"Rose" = "وردي";
"Seafoam" = "رغوة البحر";
"Sky" = "سماوي";
"Swiss BGW9" = "Swiss BGW9";
"Peach" = "خوخي";
"Tritium Green" = "أخضر التريتيوم";
"Aqua" = "مائي";
"Lime" = "ليموني";
"Yellow" = "أصفر";
"Ice Blue" = "أزرق ثلجي";
"White" = "أبيض";

/* Size Selection */
"Size" = "الحجم";
"Standard" = "كلاسيكي";
"Compact" = "مضغوط";

/* Movement Selection */
"Movement" = "الحركة";
"1 Hz" = "كوارتز";
"4 Hz" = "ميكانيكي";
"60 Hz" = "رقمي";

/* Movement Subtitles */
"Quartz tick" = "دقة الكوارتز";
"Mechanical sweep" = "حركة ميكانيكية";
"Ultra smooth" = "حركة سلسة";

/* Watch Dial Names */
"Glacier" = "جليدي";
"Ocean" = "محيط";
"Turquoise" = "فيروزي";
"Tennis" = "تنس";
"Signal Blue" = "أزرق إشارة";
"Salmon" = "سلموني";
"White" = "أبيض";
"Yellow" = "أصفر";
"Beige" = "بيج";
"Pistachio" = "فستقي";
"Lavender" = "خزامي";
"Rose" = "وردي";
"Sky Blue" = "أزرق سماوي";
"Cream" = "كريمي";
"Slate" = "أردوازي";
"Noir" = "أسود";
